aaron-bond.better-comments
donjayamanne.jquerysnippets
dskwrk.vscode-generate-getter-setter
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
glenn2223.live-sass
gruntfuggly.activitusbar
kamikillerto.vscode-colorize
leodevbro.blockman
mechatroner.rainbow-csv
mhutchie.git-graph
ms-vscode.live-server
oderwat.indent-rainbow
pkief.material-icon-theme
ritwickdey.liveserver
tomoki1207.pdf
wallabyjs.quokka-vscode
ybq.reg-visualizer
yzhang.markdown-all-in-one
